Repository: tesselle/kairos
Catalog: po/R-*.po
Languages: fr

source: %s is a list, but does not have component %s.
fr: %s est une liste, mais n'a pas d'élément %s.

source: Rate of Change
fr: Taux de changement

source: All dates are missing!
fr: Toutes les dates sont manquantes!

source: Wrong selection.
fr: Sélection erronée.

source: A minimum of three time points is needed.
fr: Un minimum de trois points dans le temps est nécessaire.

source: Simulated assemblages, %d replications.
fr: Assemblages simulés, %d réplications.

source: Convergence not reached (possible infinite loop).
fr: La convergence n'est pas atteinte (éventuelle boucle infinie).

source: Maximum length
fr: Longueur maximale

source: Multiple Linear Regression
fr: Régression linéaire multiple

source: * R-squared: %s
fr: * Coefficient de détermination: %s

source: * Adjusted R-squared: %s
fr: * Coefficient de détermination ajusté: %s

source: * Residual standard error: %s
fr: * Erreur standard des résidus : %s

source: Permutation order for matrix seriation
fr: Ordre de permutation pour la sériation de matrice

source: * Row order: %s
fr: * Ordre des lignes: %s

source: * Column order: %s
fr: * Ordre des colonnes: %s

source: %d column has a grand total of less than %d.
fr: %d colonne a un total inférieur à %d.

source: %d row has a grand total of less than %d.
fr: %d ligne a un total inférieur à %d.

source: %d supplementary row has a grand total of less than %d.
fr: %d ligne supplémentaire a un total inférieur à %d.

source: It was omitted from the analysis.
fr: Elle a été ignorée lors de l'analyse.

source: %d element was skipped: %s.
fr: %d élément a été ignoré: %s.
